PLANTS_TRANSLATIONS ={

"PEASHOOTER":"Кукурузострел",
"PEASHOOTER_TOOLTIP":"Стреляет кукурузными зёрнами во врагов",
"PEASHOOTER_DESCRIPTION":(
"Стрелок, выпускающий кукурузные зёрна.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 15\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Горохострелу всегда казалось, что у него слишком слабый урон, пока он не встретил Зернопульту.\r\n"
"«Эй, я вообще-то не слабак!» — возразила Зернопульта.\r\n"
"Горохострел поверил ей на слово и заменил свои горошины на кукурузные зёрна.\r\n"
"«Надо было раньше ставить определитель мошенников!» — с горечью вздыхает Кукурузострел."
),

"SUNFLOWER":"Подсолнух-мина",
"SUNFLOWER_TOOLTIP":"Вырабатывает солнце после посадки и взрывается при контакте с врагом(пока не даст много солнца)",
"SUNFLOWER_DESCRIPTION":(
"Детонирует, как мина, когда его атакуют.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Производство солнца:{STAT} нормальное\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Подсолнух-мина — величайшее из растений и единственный гость с Трисоляриса.\r\n"
"Отвага — его добродетель, мудрость — его сила, а честь — его кредо.Единственный его изъян — он слишком идеален.\r\n"
"«Даже не оценив свои жалкие силы, ты смеешь бросать вызов Подсолнуху-мине?» — с холодной усмешкой глядит он на зомби.\r\n"
"«Узри же мой супервзрыв!»"
),

"CHERRY_BOMB":"Масляная вишня",
"CHERRY_BOMB_TOOLTIP":"Обмазывает маслом всех зомби в области взрыва",
"CHERRY_BOMB_DESCRIPTION":(
"Взрывается сразу после посадки, залепляя маслом лица всех зомби в квадрате 3x3.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 60\r\n"
"{KEYWORD}Радиус:{STAT} все зомби на средней дистанции\r\n"
"{KEYWORD}Использование:{STAT} единичное, мгновенное\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Вишнёвой Бомбе всегда казалось, что у неё чересчур взрывной характер, и нужно чем-то смягчить свой нрав.Сливочное масло подошло идеально!\r\n"
"«Многие не понимают, почему я такая вспыльчивая, и меня это расстраивает, — говорит она. — Но теперь проблема решена! "
"С куском масла на лбу у них будет время постоять и подумать над моим поведением!»"
),

"WALL_NUT":"Чесночный стенорех",
"WALL_NUT_TOOLTIP":"Заставляет укусивших его зомби сменить дорожку",
"WALL_NUT_DESCRIPTION":(
"Любой зомби, который его укусит, тут же перейдёт на соседнюю линию.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 3000\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Другие растения часто называют Чесночный стенорех «твердолобым и вонючим», но ему хоть бы хны.\r\n"
"Убойный чесночный дух в сочетании с крепкой скорлупой делают его белой вороной посреди толпы мертвецов.\r\n"
"«По крайней мере, благодаря мне вам проще сосредоточить огонь на соседних полосах!»"
),

"POTATO_MINE":"Трусливая картофельная мина",
"POTATO_MINE_TOOLTIP":"Взрывается при контакте с врагом, но при приближении зомби прячется под землю",
"POTATO_MINE_DESCRIPTION":(
"Когда рядом появляются враги, Трусливая картофельная мина зарывается обратно в землю и не взрывается, даже если её грызут.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 600\r\n"
"{KEYWORD}Радиус:{STAT} все зомби на близкой дистанции\r\n"
"{KEYWORD}Использование:{STAT} единичное, требует времени на подготовку\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}На самом деле она вовсе не трусиха.Но почему же она отказывается работать по вечерам?\r\n"
"Всё просто: летом она подрабатывает ночным сторожем.\r\n"
"«За 0 солнца за смену я вам что, жизнью рисковать должна?! — возмущается она. — И вообще, не мешайте мне отсыпаться днём!»"
),

"SNOW_PEA":"Пылающий морозный горох",
"SNOW_PEA_TOOLTIP":"Морозный Горох с горящей головой: стреляет самым обычным горохом",
"SNOW_PEA_DESCRIPTION":(
"Выплёвывает во врагов обычную горошину.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 20\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Морозный Горох всегда стремился к самосовершенствованию и не боялся смелых экспериментов.\r\n"
"«Нельзя всю жизнь избегать пламени только потому, что ты его боишься!» — заявил он и водрузил себе на макушку охапку живого огня."
),

"CHOMPER":"Ваншот-Чомпер",
"CHOMPER_TOOLTIP":"С шансом 25% мгновенно пожирает врага",
"CHOMPER_DESCRIPTION":(
"При виде зомби испытывает удачу: с шансом 25% проглатывает врага целиком, а с шансом 75% давится насмерть!\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} огромный\r\n"
"{KEYWORD}Радиус:{STAT} очень малый\r\n"
"{KEYWORD}Особенность:{STAT} переваривает добычу почти мгновенно\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Жизнь — это игра ва-банк: пан или пропал!» — гордо произнёс Ваншот-Чомпер и одним махом проглотил Доктора Зомбосса.\r\n"
"«А я всегда выхожу победителем!»"
),

"REPEATER":"Двойной спорострел",
"REPEATER_TOOLTIP":"Спит днём, стреляет двумя спорами за раз",
"REPEATER_DESCRIPTION":(
"Двойной спорострел выпускает по две споры за один залп.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 20(каждая спора)\r\n"
"{KEYWORD}Скорость стрельбы:{STAT} 2x\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Скорострела вечно не брали на ночные уровни из-за кусачей цены, поэтому он пошёл учиться экономии к семейству грибов.\r\n"
"После небольшой переделки у Безумного Дэйва он стал требовать куда меньше солнца... Вот только совсем забыл поговорку «скупой платит дважды»."
),

"PUFF_SHROOM":"Кукурузный спорогриб",
"PUFF_SHROOM_TOOLTIP":"Стреляет во врагов кукурузными зёрнами на короткую дистанцию",
"PUFF_SHROOM_DESCRIPTION":(
"У Кукурузного спорогриба очень малая дальность, а стреляет он исключительно кукурузными зёрнами.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 15\r\n"
"{KEYWORD}Радиус:{STAT} малый\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«То была романтичная дождливая ночь, мы стояли с Кукурузострелом на лужайке, — мечтательно вспоминает Кукурузный спорогриб. — "
"Она одолжила мне свой зонтик от дождя! Правда, когда опустился туман, она ушла спать, и отбиваться от зомби пришлось мне одному»."
),

"SUN_SHROOM":"Увядший солнцегриб",
"SUN_SHROOM_TOOLTIP":"Сначала даёт обычное солнце, а потом выдыхается и даёт маленькое",
"SUN_SHROOM_DESCRIPTION":(
"Поначалу вырабатывает нормальное количество солнца, но со временем устаёт и переходит на малые порции.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Производство солнца:{STAT} нормальное, затем низкое\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Увядший солнцегриб всей душой ненавидит переработки и вечно жалуется Кофейному Зерну, что ночные смены выжимают из него все соки.\r\n"
"Впрочем, Безумного Дэйва это ничуть не смущает — он просто набирает на лужайку побольше свежих стажёров!"
),

"FUME_SHROOM":"Перегретый дымогриб",
"FUME_SHROOM_TOOLTIP":"Окатывает едким паром целую дорожку",
"FUME_SHROOM_DESCRIPTION":(
"Выпускает вперёд струю раскалённого пара, пробивающую преграды насквозь.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 25, проникает через проволочную сетку\r\n"
"{KEYWORD}Радиус:{STAT} все зомби и растения в облаке дыма\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Перегретый дымогриб очень гордится своей дружбой с Ветродуем: оба обожают задувать все свечки на праздничном торте одним выдохом.\r\n"
"«Летом он обдувает меня ветерком, а зимой я делюсь с ним жаром — мы идеальная команда!»"
),

"GRAVE_BUSTER":"Тревожитель могил",
"GRAVE_BUSTER_TOOLTIP":"Сгрызает могилу, но выпускает наружу случайного зомби",
"GRAVE_BUSTER_DESCRIPTION":(
"Тревожитель могил разрывает надгробия и будит спящих там мертвецов.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Использование:{STAT} единичное, нужно сажать на могилы\r\n"
"{KEYWORD}Особенность:{STAT} пожирает могилы\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Растения постоянно подозревают Тревожителя могил в работе на зомби, что ужасно его обижает.\r\n"
"«Вообще-то этот зомби и так сидел под могилой! Я просто выпустил его чуть раньше срока!» — оправдывается он, разводя руками."
),

"HYPNO_SHROOM":"Ваншот-гипногриб",
"HYPNO_SHROOM_TOOLTIP":"Укусивший его зомби очаровывается, а затем мгновенно погибает",
"HYPNO_SHROOM_DESCRIPTION":(
"Любой зомби, съевший Ваншот-гипногриб, умирает на месте.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Использование:{STAT} единичное, при контакте\r\n"
"{KEYWORD}Особенность:{STAT} мгновенно убивает зомби(а выживших гипнотизирует)\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Как главный кумир растительного мира, Гипногриб прославился крылатой фразой:\r\n"
"«Я покорю любого зомби, который не сможет покорить меня!»\r\n"
"Кстати, ходят слухи, что на следующей неделе она споёт дуэтом со Звёздным подсолнухом хит «Одинокий кач в галактике»!"
),

"SCAREDY_SHROOM":"Смелогриб",
"SCAREDY_SHROOM_TOOLTIP":"Храбрый малый: встаёт во весь рост и атакует, только когда зомби подходят близко",
"SCAREDY_SHROOM_DESCRIPTION":(
"Смелогриб — стрелок ближнего боя: он поднимается в атаку, когда вокруг появляются зомби.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 20\r\n"
"{KEYWORD}Особенность:{STAT} стесняется и прячется, если рядом посадить растения\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Смелогриб — сводный брат Трусогриба и постоянно учит братишку смотреть опасности прямо в лицо.\r\n"
"«Но пока он трусит, я буду защищать его изо всех сил!» — говорит он.Впрочем, при виде других растений он почему-то сам уходит в землю от смущения."
),

"ICE_SHROOM":"Чесночный ледогриб",
"ICE_SHROOM_TOOLTIP":"Заставляет всех врагов на экране сменить дорожку",
"ICE_SHROOM_DESCRIPTION":(
"Чесночный ледогриб перенаправляет всех зомби на лужайке на соседние линии.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 20, меняет дорожку всем зомби\r\n"
"{KEYWORD}Радиус:{STAT} все зомби на экране\r\n"
"{KEYWORD}Применение:{STAT} единичное, мгновенное\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Чесночный ледогриб — плод врачебной ошибки Безумного Дэйва.\r\n"
"Чеснок попросил Дэйва избавить его от запаха, от которого шарахались все соседи, "
"а Дэйв в той же пробирке как раз пытался вылечить паралич лицевого нерва у Ледогриба..."
),

"DOOM_SHROOM":"Ядерный гриб",
"DOOM_SHROOM_TOOLTIP":"Наносит сокрушительный урон вообще всем растениям и зомби, оставляя кратеры",
"DOOM_SHROOM_DESCRIPTION":(
"Без разбора уничтожает и зомби, и растения по всему экрану, оставляя воронки на месте каждого погибшего.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} экстремальный\r\n"
"{KEYWORD}Радиус:{STAT} все зомби и растения на огромной площади\r\n"
"{KEYWORD}Применение:{STAT} единичное, мгновенное\r\n"
"{KEYWORD}Особенность:{STAT} оставляет кратеры\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«И после этого вы ещё спрашиваете, почему на моём газоне не приживаются столетние дубы?!»"
),

"LILY_PAD":"Вялая кувшинка",
"LILY_PAD_TOOLTIP":"Позволяет сажать на себя наземные растения, но может внезапно пойти ко дну",
"LILY_PAD_DESCRIPTION":(
"На Вялую кувшинку можно сажать неводные растения... пока она держится на плаву.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Особенность:{STAT} на неё можно сажать неводные растения\r\n"
"{AQUATIC}Нужно сажать на воду\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Кувшинка, тебе не уйти!» — в холодном поту просыпается она от очередного кошмара.\r\n"
"«Опять дурной сон приснился?» — участливо спрашивают соседи по бассейну.\r\n"
"Но Вялая кувшинка лишь безмолвно вздыхает и медленно уходит под воду..."
),

"SQUASH":"Близорукий кабачок",
"SQUASH_TOOLTIP":"Прыгает через стоящего перед ним врага и плющит тех, кто идёт сзади",
"SQUASH_DESCRIPTION":(
"Заметив зомби вплотную, подпрыгивает и с размаху приземляется позади него.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 1800\r\n"
"{KEYWORD}Радиус:{STAT} малый, давит всех, на кого приземлится\r\n"
"{KEYWORD}Применение:{STAT} единичное\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}С тех пор как Кабачок нацепил очки без диоптрий, зомби стали подходить к нему совсем без страха.\r\n"
"«Ну кто откажется пообщаться с таким интеллигентным овощем?» — думает он.А на деле Близорукий кабачок просто вечно промахивается!"
),

"THREEPEATER":"Двустрел",
"THREEPEATER_TOOLTIP":"Когда враг появляется на его линии, стреляет по двум соседним!",
"THREEPEATER_DESCRIPTION":(
"Двустрел одновременно выпускает ледяные горошины по верхней и нижней дорожкам.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 20(каждая горошина)\r\n"
"{KEYWORD}Радиус:{STAT} две соседние линии\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}По тем, кого видит — попасть не может.По тем, в кого попадает — в упор не видит!"
),

"TANGLE_KELP":"Заячья водоросль",
"TANGLE_KELP_TOOLTIP":"Замедляет и опутывает зомби в воде",
"TANGLE_KELP_DESCRIPTION":(
"Растение поддержки, которое накрепко связывает зомби на месте.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} нет\r\n"
"{KEYWORD}Применение:{STAT} единичное, при контакте\r\n"
"{AQUATIC}Нужно сажать на воду\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Плетение синесеребряной травы!»"
),

"JALAPENO":"Ледяной перец",
"JALAPENO_TOOLTIP":"Замораживает целую дорожку врагов",
"JALAPENO_DESCRIPTION":(
"Ледяной перец сковывает льдом всех врагов на своей линии.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 300\r\n"
"{KEYWORD}Радиус:{STAT} все зомби на линии\r\n"
"{KEYWORD}Применение:{STAT} единичное, мгновенное\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Ледяной перец и Острый Перец вечно спорят, что круче — заморозка или чистый урон.\r\n"
"«Я предлагала им объединиться на одной ветке, как мы!» — говорит Вишенка №1.\r\n"
"«Но они почему-то ни в какую», — пожимает плечами Вишенка №2."
),

"SPIKEWEED":"Колючая колючка",
"SPIKEWEED_TOOLTIP":"Невероятно больно колет пятки",
"SPIKEWEED_DESCRIPTION":(
"Колючая колючка колет ноги так, что зомби подпрыгивают до потолка.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} средний\r\n"
"{KEYWORD}Радиус:{STAT} все зомби, которые наступят на неё\r\n"
"{KEYWORD}Особенность:{STAT} не может быть съедена зомби\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Ай-яй-яй, горячо-горячо-больно!»"
),

"TORCHWOOD":"Доменный пень",
"TORCHWOOD_TOOLTIP":"Превращает кукурузу в масло, ледяной горох — в огненный, а обычные снаряды может сжечь!",
"TORCHWOOD_DESCRIPTION":(
"Доменный пень раскаляет пролетающий сквозь него ледяной горох до огненных шаров, а кукурузные зёрна топит в куски масла.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Особенность:{STAT} огненные шары наносят 4x урона и бьют по площади, а масло обездвиживает врагов\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Пень-Факир очень переживал, что Морозный Горох вечно держится от него подальше.\r\n"
"«Наверное, во мне маловато огонька! Надо разжечь пламя поярче!» — решил он.\r\n"
"Теперь с ним подружился Двустрел... вот только обычные горошины в его топке сгорают без следа!"
),

"TALL_NUT":"Высокий стенорех с лестницей",
"TALL_NUT_TOOLTIP":"Спереди — строгий бизнес-класс, сбоку — спортивный снаряд",
"TALL_NUT_DESCRIPTION":(
"Высокий стенорех — тяжёлое оборонительное растение, через которое можно спокойно перелезть по лестнице.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 8000\r\n"
"{KEYWORD}Особенность:{STAT} через него легко перешагнуть или перелезть\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Эту лестницу Безумный Дэйв подобрал после прошлого боя, а Высокий стенорех выкупил её у него по акции всего за $8.99!"
),

"SEA_SHROOM":"Морской мечтатель",
"SEA_SHROOM_TOOLTIP":"Его мечта — бескрайний океан звёзд",
"SEA_SHROOM_DESCRIPTION":(
"Маленький гриб с грандиозными амбициями.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 20\r\n"
"{KEYWORD}Радиус:{STAT} малый\r\n"
"{AQUATIC}Нужно сажать на воду\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Если у тебя есть мечта, упорство и сила воли, — вещает он с броневика, — "
"если сложить 99% пота и 1% таланта, ты обязательно получишь свой шанс на успех! Кто понял — аплодисменты!»"
),

"PLANTERN":"Жуткий светильник Джека",
"PLANTERN_TOOLTIP":"Распугивает туман и до полусмерти пугает все растения вокруг",
"PLANTERN_DESCRIPTION":(
"Эксклюзивное растение прямиком с Хэллоуина.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Радиус:{STAT} круговая область вокруг себя\r\n"
"{KEYWORD}Особенность:{STAT} наводит ужас и на зомби, и на растения\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Кошелёк или жизнь!»\r\n"
"Хэллоуин — звёздный час Светильника Джека: он уже 15 лет подряд берёт премию «Самое страшное растение года».\r\n"
"Правда, на церемонию награждения каждый раз осмеливается прийти только Смелогриб."
),

"CACTUS":"Зенитный кактус",
"CACTUS_TOOLTIP":"Профессиональная зенитка с бешеной скорострельностью",
"CACTUS_DESCRIPTION":(
"Ураганный заградительный огонь Зенитного кактуса приводит воздушных зомби в трепет.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} 1\r\n"
"{KEYWORD}Радиус:{STAT} воздушные цели\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Зенитный кактус — самый обычный пулемётчик ПВО..."
),

"BLOVER":"Двусторонний ветродуй",
"BLOVER_TOOLTIP":"Ага! Оторвал обе ноги от земли, да?!",
"BLOVER_DESCRIPTION":(
"Мощный ветродуй — главное, правильно рассчитать замах перед выдувом.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Применение:{STAT} единичное, мгновенное\r\n"
"{KEYWORD}Особенность:{STAT} сдувает прочь всех зомби, чьи ноги оторвались от земли\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Ветер крепчает — ты не вправе вручать мне орден!»"
),

"SPLIT_PEA":"Вертикальный горохострел",
"SPLIT_PEA_TOOLTIP":"Если зомби спереди — стреляет вниз, если сзади — стреляет вверх",
"SPLIT_PEA_DESCRIPTION":(
"Сиамский горохострел, который ведёт огонь строго вверх и вниз.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} средний\r\n"
"{KEYWORD}Радиус:{STAT} спереди и сзади(но летит вверх и вниз)\r\n"
"{KEYWORD}Скорость стрельбы:{STAT} 1x вперёд, 2x назад\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Умение менять вектор — признак высшей мудрости! — важно вещает Вертикальный горохострел. — "
"Именно поэтому я избрал такой путь!»\r\n"
"Соседние растения смотрят на него с благоговением, хотя на самом деле он просто отлежал во сне шею."
),

"STARFRUIT":"Мрачнозвезда",
"STARFRUIT_TOOLTIP":"Дальность Мракогриба, мощь Звездоплода",
"STARFRUIT_DESCRIPTION":(
"Мрачнозвезда поливает врагов звёздами сразу в пяти направлениях.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} средний\r\n"
"{KEYWORD}Радиус:{STAT} 5 направлений\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Раньше я часто грустил, — задумчиво произносит Мрачнозвезда. — "
"Но теперь мне не до слёз: от собственной огневой мощи у меня просто дух захватывает!»"
),

"PUMPKIN":"Принцесса-Тыква",
"PUMPKIN_TOOLTIP":"Заставляет посаженное внутри растение защищать её саму",
"PUMPKIN_DESCRIPTION":(
"Принцесса-Тыква прячется за спиной растения, на которое её посадили.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} высокая\r\n"
"{KEYWORD}Особенность:{STAT} можно сажать на другие растения\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Ой, а чей это тут маленький оленёнок? Какой молодец, прикрой меня!»"
),

"MAGNET_SHROOM":"Сверхмагнитогриб",
"MAGNET_SHROOM_TOOLTIP":"Притягивает зомби с металлическими предметами прямо на свою дорожку",
"MAGNET_SHROOM_DESCRIPTION":(
"Сверхмагнитогриб притягивает на свою линию всех врагов в железной экипировке.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Радиус:{STAT} своя линия\r\n"
"{KEYWORD}Особенность:{STAT} подставляет союзные растения под удар\r\n"
"{NOCTURNAL}Спит днём\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Go, go, go, погнали! Кому горький чёрный кофе, а мне по душе лёгкая газировка!»"
),

"CABBAGE_PULT":"Горохопульта",
"CABBAGE_PULT_TOOLTIP":"Соотношение цены и качества пробило очередное дно",
"CABBAGE_PULT_DESCRIPTION":(
"Горохопульта навесом швыряет во врагов обычные горошины.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} мусорный\r\n"
"{KEYWORD}Радиус:{STAT} навесной бросок\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}По сравнению со Стенорехом, Горохопульта умеет атаковать.\r\n"
"По сравнению с дорогими растениями — стоит дешевле.\r\n"
"По сравнению с Кукурузострелом — стреляет через скат крыши.\r\n"
"Короче говоря, по всем презентациям она на голову опережает конкурентов!"
),

"FLOWER_POT":"Цветочный горшок",
"FLOWER_POT_TOOLTIP":"Автору было лень его переделывать",
"FLOWER_POT_DESCRIPTION":(
"Цветочный горшок позволяет сажать растения на крыше.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Особенность:{STAT} позволяет сажать растения на крыше\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Я горшок для посадки растений, но при этом я и сам растение.Неожиданно, правда?»"
),

"KERNEL_PULT":"Початкопульта",
"KERNEL_PULT_TOOLTIP":"Погоди, браток, сейчас как выкачу кукурузную ракету — мало не покажется!",
"KERNEL_PULT_DESCRIPTION":(
"Початкопульта швыряет во врагов сливочное масло и целые кукурузные ракеты.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} от среднего до огромного\r\n"
"{KEYWORD}Радиус:{STAT} навесной бросок\r\n"
"{KEYWORD}Особенность:{STAT} кидает масло и взрывные початки\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Початкопульта: «Хочу снять ремейк мультфильма \"Вверх\"!»\r\n"
"Зомби: «Отличная идея! А какую роль дадите мне?»\r\n"
"Початкопульта: «Будешь летать вместо дома, браток!»"
),

"COFFEE_BEAN":"Сонное зерно",
"COFFEE_BEAN_TOOLTIP":"Погружает растение в крепкий сон",
"COFFEE_BEAN_DESCRIPTION":(
"Сонное зерно усыпляет бодрствующие растения.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Применение:{STAT} единичное, мгновенное\r\n"
"{KEYWORD}Особенность:{STAT} сажается на растение и отправляет его спать\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Спокойной ночи, Мака-Пака!»"
),

"GARLIC":"Обратный чеснок",
"GARLIC_TOOLTIP":"Обращает врагов в бегство, но когда душок выветрится — они вернутся",
"GARLIC_DESCRIPTION":(
"Обратный чеснок заставляет укусивших его зомби развернуться и пойти назад.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Радиус:{STAT} при контакте\r\n"
"{KEYWORD}Особенность:{STAT} разворачивает зомби в обратную сторону\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Разведка боем окончена — поворачивай оглобли!»"
),

"UMBRELLA_LEAF":"Пулезащитный зонтик",
"UMBRELLA_LEAF_TOOLTIP":"Отбивает снаряды ваших растений обратно!",
"UMBRELLA_LEAF_DESCRIPTION":(
"Пулезащитный зонтик голыми листьями перехватывает летящие снаряды.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Особенность:{STAT} отражает снаряды растений обратно\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«В боевых искусствах нет ничего несокрушимого — побеждает лишь абсолютная скорость!» — гордо произносит Зонтик, отбивая очередной залп.\r\n"
"«Было бы вообще супер, если бы ты не отбивал их мне прямо в лицо...» — бубнит Горохопульта с распухшей щекой."
),

"MARIGOLD":"Принц-календула",
"MARIGOLD_TOOLTIP":"Выкачивает деньги игрока ради собственной прокачки",
"MARIGOLD_DESCRIPTION":(
"Принц-календула разбрасывает вокруг золотые и серебряные монеты прямиком из вашего кошелька!\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Особенность:{STAT} вытряхивает ваши монеты на лужайку\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Ты и так игрок, зачем тебе ещё и экономика? — презрительно фыркает Принц-календула. — "
"Не слишком ли жирно? Я дал тебе целых три минуты на фарм! Если не успеваешь собирать монеты быстрее меня — ищи проблему в себе!»"
),

"MELON_PULT":"Арбузная мортира",
"MELON_PULT_TOOLTIP":"Бедным — тактические манёвры, богатым — ковровая бомбардировка",
"MELON_PULT_DESCRIPTION":(
"Арбузная мортира накрывает навесным огнём пять клеток перед собой.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} большой\r\n"
"{KEYWORD}Радиус:{STAT} навесной обстрел\r\n"
"{KEYWORD}Особенность:{STAT} арбузы наносят урон соседним зомби при взрыве\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Красота! Опять все снаряды в молоко!»"
),

"GATLING_PEA":"Пулемётный спорострел",
"GATLING_PEA_TOOLTIP":"Выпускает по 8 спор за раз, а при виде зомби рвётся раз-на-раз в рукопашную!\r\n(требуется Двойной спорострел)",
"GATLING_PEA_DESCRIPTION":(
"Пулемётный спорострел выстреливает очередью сразу из восьми спор.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} средний(каждая спора)\r\n"
"{KEYWORD}Скорость стрельбы:{STAT} 8x\r\n"
"{KEYWORD}Нужно сажать на Двойной спорострел\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Прыгаем в Починки, раз на раз на кулаках, кто не трус!» — с налитыми кровью глазами орёт переигравший в королевские битвы Пулемётный спорострел, "
"после чего несётся вперёд и тут же получает от зомби по шапке."
),

"TWIN_SUNFLOWER":"Звёздный подсолнух",
"TWIN_SUNFLOWER_TOOLTIP":"«Одинокий кач в галактике»\r\n(требуется Подсолнух-мина)",
"TWIN_SUNFLOWER_DESCRIPTION":(
"Зарянка, это ты поёшь?\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Производство солнца:{STAT} восьмикратное\r\n"
"{KEYWORD}Можно посадить только один; сажается на Подсолнух-мину\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«То, что ты построил — вовсе не идеальный рай!\r\n"
"Ради общего блага ты не должен повторять прежних ошибок!»"
),

"GLOOM_SHROOM":"Перфекционистогриб",
"GLOOM_SHROOM_TOOLTIP":"Наносит урон только нечётным целям\r\n(требуется Перегретый дымогриб)",
"GLOOM_SHROOM_DESCRIPTION":(
"Перфекционистогриб атакует исключительно нечётных по счёту врагов.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Нужно сажать на Перегретый дымогриб\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Если слишком долго перегреваться и гореть, заработаешь обсессивно-компульсивное расстройство, — вздыхает Перфекционистогриб. — "
"Зато я хотя бы перестал бить своих!»"
),

"CATTAIL":"Чесночный кошкамыш",
"CATTAIL_TOOLTIP":"Заставляет подстреленных зомби менять дорожку\r\n(требуется Вялая кувшинка)",
"CATTAIL_DESCRIPTION":(
"Атакует зомби на любой линии, а также сбивает Зомби на Шариках.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Нужно сажать на Вялую кувшинку\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«У меня, между прочим, хотя бы урон остался!»"
),

"WINTER_MELON":"Ледяная мортира",
"WINTER_MELON_TOOLTIP":"Мощная, скорострельная и с огромным уроном\r\n(требуется Арбузная мортира)",
"WINTER_MELON_DESCRIPTION":(
"Ледяная мортира — выбор настоящих ценителей.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Урон:{STAT} очень большой\r\n"
"{KEYWORD}Радиус:{STAT} навесной обстрел\r\n"
"{KEYWORD}Замедление:{STAT} 1/2x\r\n"
"{KEYWORD}Особенность:{STAT} наносит урон по площади и замораживает при попадании\r\n"
"{KEYWORD}Нужно сажать на Арбузную мортиру\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Согласись, когда ставишь меня на поле, улыбка сама не сходит с лица!»"
),

"GOLD_MAGNET":"Солнцемагнит",
"GOLD_MAGNET_TOOLTIP":"Поглощает солнце и расстреливает им врагов\r\n(требуется Сверхмагнитогриб)",
"GOLD_MAGNET_DESCRIPTION":(
"Превращает собранное солнце в боевые снаряды и ведёт огонь по зомби.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Нужно сажать на Сверхмагнитогриб\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Всего за 25 солнца я выдаю целых 75 единиц урона! Разве это не лучшее доказательство моей честности?!»"
),

"SPIKEROCK":"Колючка-толстосум",
"SPIKEROCK_TOOLTIP":"Атакует только тогда, когда вокруг лежат деньги\r\n(требуется Колючая колючка)",
"SPIKEROCK_DESCRIPTION":(
"Колючка-толстосум может проколоть сколько угодно шин, если рядом звенит монета.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Нужно сажать на Колючую колючку\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«У меня три поколения предков батрачили в огороде, я нищеты с детства боюсь!\r\n"
"Я... я ведь ни копеечки из казны не потратил!\r\n"
"Ой-ой-ой, а кто это подбросил столько мелочи на мою лужайку?!»"
),

"COB_CANNON":"Кредитная пушка",
"COB_CANNON_TOOLTIP":"Есть деньги — нет урона.\r\nНет денег — есть урон!\r\n(требуются 2 Початкопульты)",
"COB_CANNON_DESCRIPTION":(
"Кредитная пушка наносит урон только тогда, когда ваш баланс монет ушёл в минус!\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Нужно сажать на две соседние Початкопульты\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Счётчик крутится в обратную сторону!\r\n"
"Перевернём же ход этой битвы!\r\n"
"Огонь!»"
),

"IMITATER":"Имитатор",
"IMITATER_TOOLTIP":"Позволяет брать на уровень два одинаковых растения с раздельным временем перезарядки",
"IMITATER_DESCRIPTION":(
"Имитатор даёт возможность использовать две копии одного и того же растения на уровне!\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Я до сих пор помню Зомби-войну 76-го года, — хриплым старческим голосом вспоминает Имитатор. — "
"В те времена у нас не было всяких модных Горохострелов и Острых Перцев.Мы полагались только на собственную отвагу да верную лопатку в руках!»"
),

"EXPLODE_O_NUT":"Взрыв-орех",
"EXPLODE_O_NUT_TOOLTIP":"Взрывается при приближении зомби",

"GIANT_WALLNUT":"Гигантский стенорех",

"SPROUT":"Росток",

"MARIGOLD_SPROUT":"Росток календулы",

"BLIND_BOX":"Случайная коробка",
"BLIND_BOX_TOOLTIP":"Даёт вам случайное растение",
}
