ZOMBIES_TRANSLATIONS ={

"ZOMBIE":"Обычный зомби",
"ZOMBIE_DESCRIPTION":(
"Самый заурядный зомби.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 270\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Разве тебе никто не говорил?\r\n"
"Посредственность — это тоже диагноз, причём куда более беспощадный."
),

"FLAG_ZOMBIE":"Дезертир с флагом",
"FLAG_ZOMBIE_DESCRIPTION":(
"Когда здоровье падает ниже 75%, бросается наутёк и атакует любых зомби, вставших у него на пути.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 2000\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Знаменосец, скажу тебе одно: больше думай своей головой», — напутствовал его Доктор Зомбосс.\r\n"
"Зомби с флагом молча кивнул, с полуслова поняв намёк босса:\r\n"
"«Отступление — это факт, но я не предатель!»"
),

"CONEHEAD_ZOMBIE":"Зомби-веган с конусом",
"CONEHEAD_ZOMBIE_DESCRIPTION":(
"Его вегетарианские убеждения внушают ему отвращение к растениям.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 640\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Эй, никто не говорил, что веган обязан жевать траву!\r\n"
"Хоть я и убеждённый вегетарианец, но из-за расстройства вкуса могу есть только мясо...\r\n"
"А может, я вообще ударный вертолёт?"
),

"POLE_VAULTING_ZOMBIE":"Отступающий зомби с шестом",
"POLE_VAULTING_ZOMBIE_DESCRIPTION":(
"Вместо того чтобы перепрыгнуть растение, отскакивает на шесте назад, уклоняясь от атак и урона.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 500\r\n"
"{KEYWORD}Скорость:{STAT} высокая, затем низкая(после прыжка)\r\n"
"{KEYWORD}Особенность:{STAT} отпрыгивает назад при встрече с растением\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Думаете, в этот миг сердце моё полно скорби и невысказанных сожалений?\r\n"
"Нет! Я боюсь лишь того, что впереди мне даже могилы не сыщется!»"
),

"BUCKETHEAD_ZOMBIE":"Зомби с деревянной бочкой",
"BUCKETHEAD_ZOMBIE_DESCRIPTION":(
"Его деревянный шлем-бочка получает двойной урон от огня.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 1370\r\n"
"{KEYMETAL}Слабость:{METAL} огонь\r\n"
"{SHORTLINE}\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Зелёная энергетика и снижение углеродного следа начинаются с меня!"
),

"NEWSPAPER_ZOMBIE":"Зомби с бульварным чтивом",
"NEWSPAPER_ZOMBIE_DESCRIPTION":(
"Его книжка с картинками — последний оплот его гордости.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 270\r\n"
"{KEYWORD}Прочность газеты:{STAT} 150\r\n"
"{KEYWORD}Скорость:{STAT} обычная, затем высокая(после потери книжки)\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Никакие это не пошлые журналы, не выдумывайте!» — густо краснеет Зомби с газетой.\r\n"
"«Я изучаю классическую литературу! Разве ж это бульварное чтиво?!»\r\n"
"Все вокруг тут же заливаются дружным хохотом, и воздух наполняется весёлым смехом."
),

"SCREEN_DOOR_ZOMBIE":"Зомби с ледяной дверью",
"SCREEN_DOOR_ZOMBIE_DESCRIPTION":(
"Его ледяная дверь — самое грозное оружие.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 270\r\n"
"{KEYWORD}Прочность двери:{STAT} 1100\r\n"
"{KEYWORD}Слабость:{STAT} Дымогриб{METAL} и Магнитогриб{KEYWORD}\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Я пойду в наступление сквозь лютую стужу!\r\n"
"В ледяном тумане я добуду венец славы!\r\n"
"Мороз, склонись передо мной!»"
),

"FOOTBALL_ZOMBIE":"Кровавый зомби-футболист",
"FOOTBALL_ZOMBIE_DESCRIPTION":(
"Ходячая безжалостная машина смерти!\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 1670\r\n"
"{KEYWORD}Скорость:{STAT} высокая\r\n"
"{KEYMETAL}Слабость:{METAL} другие зомби и Магнитогриб\r\n"
"{SHORTLINE}\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Тебе не кажется... что в последнее время Футболист стал каким-то чересчур жестоким?\r\n"
"В газетах пишут, что он косит даже своих зомби!»"
),

"DANCING_ZOMBIE":"Отменённый зомби-танцор",
"DANCING_ZOMBIE_DESCRIPTION":(
"Призывает вокруг себя фанатов на подтанцовку, но часть из них может сразу перейти на сторону растений!\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 500\r\n"
"{KEYWORD}Особенность:{STAT} вызывает Танцоров поддержки\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}По числу поклонников в мире мертвецов со звездой танцпола не мог тягаться никто.\r\n"
"«Всё это дела минувших дней, — грустно вздыхает Танцор после громкого скандала в прессе. — "
"Сейчас я молюсь только об одном: чтобы мои бывшие фанаты назло мне не переметнулись к растениям!»"
),

"BACKUP_DANCER":"Танцор поддержки",
"BACKUP_DANCER_DESCRIPTION":(
"Появляются четвёрками, когда Отменённый танцор выходит на лужайку.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 270\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Танцор поддержки ужасно переживает из-за скандалов вокруг своего босса, ведь в жёлтой прессе их вечно приплетают за компанию.\r\n"
"«Чем выше слава, тем громче скандалы» — его новый жизненный девиз."
),

"DUCKY_TUBE_ZOMBIE":"Сухопутный зомби с уткой",
"DUCKY_TUBE_ZOMBIE_DESCRIPTION":(
"Зомби в надувном круге, который не умеет плавать и может запросто пойти ко дну.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 270\r\n"
"{AQUATIC}Появляется только в бассейне\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Спасите, помогите, я не умею плавать!»"
),

"SNORKEL_ZOMBIE":"Зомби-водолаз-новичок",
"SNORKEL_ZOMBIE_DESCRIPTION":(
"\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 270\r\n"
"{KEYWORD}Особенность:{STAT} ныряет под воду, чтобы избегать атак\r\n"
"{AQUATIC}Появляется только в бассейне\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Зомби не дышат.Воздух им вообще ни к чему.Тогда зачем Водолазу-новичку постоянно высовываться из воды за глотком воздуха?{KEYWORD}\r\n"
"\r\n"
"{FLAVOR}Ответ: Привычка — вторая натура."
),

"ZOMBONI":"Зомби на тюнингованном катке",
"ZOMBONI_DESCRIPTION":(
"Зомби на нелегально прокачанном катке давит ваши растения.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 1800\r\n"
"{KEYWORD}Особенность:{STAT} давит растения и оставляет ледяной след\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Дорог не знаешь — родных в слезах оставишь!»"
),

"ZOMBIE_BOBSLED_TEAM":"Десантный спецназ",
"ZOMBIE_BOBSLED_TEAM_DESCRIPTION":(
"Даже не думайте бросать вызов Десантному спецназу!\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} низкая(каждый зомби) {270}\r\n"
"{KEYWORD}Прочность саней:{STAT} низкая {300}\r\n"
"{KEYWORD}Особенность:{STAT} вступают в вольный рукопашный бой\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Верность — превыше всего!»"
),

"DOLPHIN_RIDER_ZOMBIE":"Реверсивный наездник на дельфине",
"DOLPHIN_RIDER_ZOMBIE_DESCRIPTION":(
"Наездник на дельфине мастерски пользуется брешами в вашей водной обороне.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 500\r\n"
"{KEYWORD}Скорость:{STAT} высокая, затем низкая(после прыжка)\r\n"
"{KEYWORD}Особенность:{STAT} перепрыгивает первое растение и плывёт обратно\r\n"
"{AQUATIC}Появляется только в бассейне\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Кто сказал, что в воде не бывает прыгунов с шестом?"
),

"JACK_IN_THE_BOX_ZOMBIE":"Зомби с ядерной шкатулкой",
"JACK_IN_THE_BOX_ZOMBIE_DESCRIPTION":(
"Этот безумец таскает с собой шкатулку с ядерным зарядом.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 500\r\n"
"{KEYWORD}Скорость:{STAT} высокая\r\n"
"{KEYWORD}Особенность:{STAT} швыряет ядерную бомбу\r\n"
"{KEYMETAL}Слабость:{METAL} Магнитогриб\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Fire in the hole! Ложись!»"
),

"BALLOON_ZOMBIE":"Зомби на водородном шарике",
"BALLOON_ZOMBIE_DESCRIPTION":(
"Парит в воздухе, уклоняясь от большинства наземных атак.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 20\r\n"
"{KEYWORD}Особенность:{STAT} полёт\r\n"
"{KEYWORD}Слабость:{STAT} Кактус и Ветродуй\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Я юный пионер защиты природы!\r\n"
"И я снова лечу загрязнять планету!»"
),

"DIGGER_ZOMBIE":"Зомби-землекоп со сломанным навигатором",
"DIGGER_ZOMBIE_DESCRIPTION":(
"Прокапывает подземные туннели, чтобы обойти вашу оборону.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} 370\r\n"
"{KEYWORD}Скорость:{STAT} высокая, затем низкая\r\n"
"{KEYWORD}Особенность:{STAT} роет подкоп и вылезает на левом краю лужайки\r\n"
"{KEYWORD}Слабость:{STAT} Сиамский горохострел{METAL} и Магнитогриб{KEYWORD}\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Тут же вообще тупик, какого лешего навигатор повёл меня сюда?!» — ломает голову Землекоп.\r\n"
"Самое смешное, что построенный по его следам маршрут уже успел загрузиться в навигаторы остальных зомби..."
),

"POGO_ZOMBIE":"Осторожный зомби-попрыгун",
"POGO_ZOMBIE_DESCRIPTION":(
"Осторожный попрыгун подходит к любому делу с предельной осмотрительностью.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} средняя {500}\r\n"
"{KEYWORD}Особенность:{STAT} перепрыгивает растения\r\n"
"{KEYMETAL}Слабость:{METAL} Магнитогриб\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Почему это растение не стреляет? Точно прощупывает меня!\r\n"
"Ого, какое мощное растение — ну его к лешему, связываться не буду!\r\n"
"А это выглядит подозрительно слабым — наверняка засада! Лучше дать дёру!»\r\n"
"Попрыгун загадочно улыбнулся, выставил товарищей вперёд, а сам ловко крутанулся и был таков."
),

"ZOMBIE_YETI":"Йети Летящего Бога Грома",
"ZOMBIE_YETI_DESCRIPTION":(
"Успеешь среагировать на мою телепортацию, братишка?\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} высокая {1350}\r\n"
"{KEYWORD}Особенность:{STAT} владеет техникой Летящего Бога Грома\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Вечные оковы?\r\n"
"Хм, тогда я просто разрублю их!»\r\n"
"«Восток уже алеет!»"
),

"BUNGEE_ZOMBIE":"Сердобольный зомби на тарзанке",
"BUNGEE_ZOMBIE_DESCRIPTION":(
"Сердобольный зомби на тарзанке всей душой ненавидит войну.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} средняя {400}\r\n"
"{KEYWORD}Особенность:{STAT} спускается с небес и дарит вам растение\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Уродливые зомби недостойны стоять со мной в одном ряду!\r\n"
"О путник, проходящий мимо, молю, останови свой шаг!\r\n"
"Готов ли ты признать, что красота богини чистоты Идрилы не знает равных во Вселенной?!»"
),

"LADDER_ZOMBIE":"Зомби с буром",
"LADDER_ZOMBIE_DESCRIPTION":(
"Зомби с буром спиливает у растений треть максимального здоровья.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} средняя {500}\r\n"
"{KEYWORD}Прочность щита:{STAT} средняя {500}\r\n"
"{KEYWORD}Скорость:{STAT} высокая, затем средняя(после установки лестницы)\r\n"
"{KEYWORD}Слабость:{STAT} Дымогриб{METAL} и Магнитогриб{KEYWORD}\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Да здравствует Его Величество Зомбосс! Банзай!»"
),

"CATAPULT_ZOMBIE":"Близорукий солнцеметатель",
"CATAPULT_ZOMBIE_DESCRIPTION":(
"Близорукий солнцеметатель ведёт обстрел по ближайшему растению.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} средняя {850}\r\n"
"{KEYWORD}Особенность:{STAT} швыряет солнце в ваши растения\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}«Все претензии — в мою страховую компанию!\r\n"
"Попал в слепую зону, ничего не разглядел...\r\n"
"Мы все изо всех сил стараемся выжить~»"
),

"GARGANTUAR":"Ненасытный Гаргантюа",
"GARGANTUAR_DESCRIPTION":(
"Ненасытный Гаргантюа обладает зверским аппетитом.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} экстремальная {3000}\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Гаргантюа, эй, Гаргантюа!\r\n"
"А чего это у тебя макушка такая заострённая, а?!"
),

"IMP":"Зомбёнок",
"IMP_DESCRIPTION":(
"Зомбёнок — полный отстой!\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность:{STAT} низкая {270}\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Настолько никчёмный отброс, что его даже переделывать для мода не пришлось — выезжает чисто на горбу старших товарищей!"
),

"BOSS":"Безумный Доктор Зомбосс",
"BOSS_DESCRIPTION":(
"Доктор Зомбосс командует всеми войсками мертвецов.\r\n"
"{SHORTLINE}\r\n"
"{KEYWORD}Прочность(под защитой Зомбота):{STAT} экстремальная\r\n"
"{SHORTLINE}\r\n"
"{FLAVOR}Видно, такова воля небес и злая ирония судьбы:\r\n"
"Один баг в коде игры превратил грозного босса в полное посмешище!"
),

"REDEYED_GARGANTUAR":"Свирепый ненасытный Гаргантюа",
"DOG_WALKING_ZOMBIE_DESCRIPTION":"Описание Зомби с Собакой",
"DOG_ZOMBIE_DESCRIPTION":"Описание Зомби-Собаки",
"PROPELLER_ZOMBIE_DESCRIPTION":"Описание Зомби с Пропеллером",
}
